Repository: VINUOJHA/unicall
Catalog: trunk/*.lproj/Localizable.strings
Languages: de

# History
source: Call History
de: Anrufliste

source: Contacts
de: Kontakte

source: Keypad
de: Ziffernblock

source: More
de: Mehr

source: Connecting
de: Anrufen

source: Disconnected
de: Anruf beendet

source: ERROR
de: FEHLER

source: In order for this program to work correctly you must be connected to the internet. To call using phone network press call
de: uniCall kann nicht korrekt funktioniert, da keine Verbindung zum Internet besteht. So rufen Hilfe Telefonnetz, drücken Sie Anruf

source: An error occurred while registering. Please, Go to setting page and verify the credential. To call using phone network press call
de: Fehler beim Registrieren. Bitte um Einstellung Seite und überprüfen Sie die Anmeldeinformationen. Auf Anruf über Festnetz, drücken Sie Anruf

source: Call
de: Anruf

source: End Call
de: Beenden

source: mute
de: Stumm

source: speaker
de: Lautsprecher

source: hold
de: Anruf halten

source: Clear
de: Löschen

source: Cancel
de: Abbrechen

source: Clear All History
de: Alle löschen

source: Missed Call
de: Verpasst Anruf

source: Cancelled Call
de: Abgebrochener Anruf

source: Incoming Call
de: Eingehender Anruf

source: Outgoing Call
de: Ausgehender Anruf

source: Unknown Name
de: Unbekannt

source: missed
de: Verpasst

source: cancelled
de: Abgebrochen

source: Min
de: Minuten

source: Sec
de: Sekunden

source: Create New Contact
de: Neuen Kontakt erstellen

source: Add to Existing Contact
de: Zu Kontakt hinzufügen

source: Dismiss
de: Entlassen

source: Answer
de: Annehmen

source: Decline
de: Abnehmen

source: Visit uniCall
de: uniCall besuchen

source: Share on Facebook
de: Auf Facebook teilen

source: Contact Developers
de: Den Entwickler kontaktieren

source: About
de: Über

source: Setting
de: Einstellungen

source: Username
de: Benutzername

source: Password
de: Kennwort

source: Login
de: Anmelden

source: Create New Account
de: Neues Konto erstellen

source: To Change the settings, go to: Settings -> uniCall
de: Zum Ändern der Einstellungen finden Sie unter: Einstellungen -> uniCall

source: All fields required
de: Bitte, Alle Felder ausfüllen

source: Developers
de: Die Entwickler

source: Compose SMS
de: SMS verfassen

source: Compose Email
de: E-mail verfassen

source: Husain M. Y. Naser IPhone Developer uniCall Team
de: Husain M. Yaqoob IPhone-Entwickler uniCall-Team

source: Tareq Jarrah Android Developer uniCall Team
de: Tareq Al-Jarrah Android-Entwickler uniCall-Team

source: Dear uniCall Developers,
de: Liebe uniCall-Entwickler,

source: uniCall Application feedback
de: Anwendung Rückmeldung

source: Result: Mail sending canceled
de: Ergebnis: Mail senden abgebrochen

source: Result: Mail saved
de: Ergebnis: Mail gespeichert

source: Result: Mail sent
de: Ergebnis: Mail gesendet

source: Result: Mail sending failed
de: Ergebnis: Main senden gescheitert

source: Result: Mail not sent
de: Ergebnis: Mail nicht gesendet

source: Result: SMS sending canceled
de: Ergebnis: SMS Senden abgebrochen

source: Result: SMS sent
de: Ergebnis: SMS gesendet

source: Result: SMS sending failed
de: Ergebnis: SMS-Versand fehlgeschlagen

source: Result: SMS not sent
de: Ergebnis: SMS nicht gesendet

source: Device not configured to send mail.
de: Device not so konfiguriert, dass E-Mail schicken.

source: Device not configured to send SMS.
de: Device nicht so konfiguriert, SMS zu senden.
